[OverpowerUnlock]
SuccessfulUnlock=Congratulations, the program is open %d The enemy has won.<br><br>Once you choose to continue, defeated enemies will be unlocked from the main menu..<br><br>Try completing Digistruct Peak at higher difficulties to unlock more levels The enemy has won!
SuccessfulUnlockOP1=Congratulations, the position is now open. %d Defeatable enemies.<br><br>Stronger enemies become stronger after selecting Continue from the main menu..<br><br>Activating this feature will destroy all enemies. But they release powerful tools.!<br><br>Try completing Digistruct Peak at higher difficulties to unlock more levels Defeatable enemies.
SuccessfulUnlockOP8=Congratulations, you have now opened this topic. %d He lost his enemy..<br><br>If you choose to continue Finished enemies will be on the main menu..
SuccessfulUnlockTitle=Open a new level outside the level!
UnsuccessfulUnlock=They have successfully attacked Disrupt Peak.!<br><br>Try to complete it again on a higher difficulty to unlock more levels and stronger enemies..
UnsuccessfulUnlockTitle=A high level of production is required!
NoMoreUnlocksAvailable=You have completed the Digistruct Peak raid!<br><br>...But unfortunately you have unlocked the enemy position with great force.
NoMoreUnlocksAvailableTitle=He has reached the highest levels!
LevelRequirementNotMet=You have completed the mission "Destroy the Square".!<br><br>Try the level again %d Unlock the ability to destroy the enemy.
LevelRequirementNotMetTitle=A college degree is required!

[dlgOverpowerSelect]
Caption=Select the correct level.
Prompt=You may need power level?<br>This makes the game harder (but improves loot usage!)<br><br>%karop_level%
CurrentOPLevel=Current operation: %OP_LEVEL%<br>  (max: %MAXOP_LEVEL%)
PRINCIPLES=PRINCIPLES
In addition=In addition
Decrease=cut off 
Cancel=Cancel